---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.LinkFailures.MultipleLinks
source: html/97754a6c-292f-ae9f-bc33-7683ba130e01.htm
---
# Autodesk.Revit.DB.BuiltInFailures.LinkFailures.MultipleLinks Property

Can't complete operation. Linked Files have the same name.

## Syntax (C#)
```csharp
public static FailureDefinitionId MultipleLinks { get; }
```